aaron-bond.better-comments
akamud.vscode-javascript-snippet-pack
anderseandersen.html-class-suggestions
bierner.markdown-checkbox
bracketpaircolordlw.bracket-pair-color-dlw
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
glenn2223.live-sass
ms-vsliveshare.vsliveshare
naumovs.color-highlight
postman.postman-for-vscode
pranaygp.vscode-css-peek
ritwickdey.liveserver
sandorengholm.csspreview
saoudrizwan.claude-dev
sarthikbhat.json-server
shd101wyy.markdown-preview-enhanced
stylelint.vscode-stylelint
supermaven.supermaven
tal7aouy.theme
vmsynkov.colonize
xabikos.javascriptsnippets
zignd.html-css-class-completion
